{"English":"India and Japan prime ministers meet in Tokyo","German":"Die Premierminister Indiens und Japans trafen sich in Tokio."}
{"English":"India's new prime minister, Narendra Modi\\ is meeting his Japanese counterpart, Shinzo Abe, in Tokyo to discuss economic and security ties, on his first major foreign visit since winning May's election.\",","German":"Indiens neuer Premierminister Narendra Modi\\ trifft bei seinem ersten wichtigen Auslandsbesuch seit seinem Wahlsieg im Mai seinen japanischen Amtskollegen Shinzo Abe in Toko, um wirtschaftliche und sicherheitspolitische Beziehungen zu besprechen."}
{"English":"Mr Modi is on a five-day trip to Japan to strengthen economic ties with the third largest economy in the world.","German":"Herr Modi befindet sich auf einer fünftägigen Reise nach Japan, um die wirtschaftlichen Beziehungen mit der drittgrößten Wirtschaftsnation der Welt zu festigen."}
{"English":"High on the agenda are plans for greater nuclear co-operation.","German":"Pläne für eine stärkere kerntechnische Zusammenarbeit stehen ganz oben auf der Tagesordnung."}
{"English":"India is also reportedly hoping for a deal on defence collaboration between the two nations.","German":"Berichten zufolge hofft Indien darüber hinaus auf einen Vertrag zur Verteidigungszusammenarbeit zwischen den beiden Nationen."}
{"English":"Karratha police arrest 20-year-old after \"high speed motorcycle chase\"","German":"Polizei von Karratha verhaftet 20-Jährigen \"nach schneller Motorradjagd\""}
{"English":"A motorcycle has been seized after it was ridden at 125km\/h in a 70km\/h zone and through bushland to escape police in the Pilbara.","German":"Ein Motorrad wurde beschlagnahmt, nachdem der Fahrer es mit 125 km\/h in einer 70 km\/h-Zone und durch Buschland gefahren hatte, um der Polizei in Bilbara zu entkommen."}
{"English":"Traffic police on patrol in Karratha this morning tried to pull over a blue motorcycle when they spotted it reaching 125km\/h as it pulled out of a service station on Bathgate Road.","German":"Verkehrspolizisten in Karratha versuchten heute morgen, ein blaues Motorrad zu stoppen, nachdem sie es dabei beobachtet hatten, wie es mit 125 km\/h eine Tankstelle auf der Bathdate Road verließ."}
{"English":"Police say the rider then failed to stop and continued on to Burgess Road before turning into bushland, causing the officers to lose sight of it.","German":"Die Polizei berichtet, dass der Fahrer die Haltesignale dann ignorierte und weiter auf der Burgess Road fuhr, bevor er in das Buschland abbog, wo die Beamten es aus den Augen verloren."}
{"English":"The motorcycle and a person matching the description of the rider was then spotted at a house on Walcott Way in Bulgarra.","German":"Das Motorrad sowie eine Person, die der Beschreibung des Fahrers entsprach wurden später bei einem Haus im Walcott Way in Bulgarra gesehen."}
